Revit 2024 API
UnitTypeId.BritishThermalUnitsPerHourSquareFoot Property
 British thermal units per hour square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BritishThermalUnitsPerHourSquareFoot { get; }
Visual Basic
Public Shared ReadOnly Property BritishThermalUnitsPerHourSquareFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BritishThermalUnitsPerHourSquareFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace